Repository: donelkyss/NOICE
Catalog: *.lproj/Localizable.strings
Languages: es

source: No user connected
es: No hay ususarios conectados

source: There aren't any user connected near you.
es: No hay usuarios conectados cerca de usted.

source: Close
es: Cerrar

source: Application version
es: Versión de la aplicación

source: Dear customer, it is necessary to update to the latest version of the application available in the AppStore. Do you want to do it at this time?
es: Estimado cliente es necesario que actualice a la última versión de la aplicación disponible en la AppStore. ¿Desea hacerlo en este momento?

source: Yes
es: Si

source: Face photo
es: Foto de perfil

source: only requires you a photo to allows other users recognize you. Please take photo to you face.
es: solo necesita una foto de perfil para ser encontrado por otros usuarios. Hágase un selfie para su perfil

source: Take a photo
es: Hacer foto

source: Cancel
es: Cancelar

source: The profile only accepts selfies photo.
es: El perfil solo acepta una foto tomada con la cámara frontal.

source: Take a picture again
es: Repetir la foto

source: Terms of Use
es: Política de uso

source: To use this application is required you are older than 14 years old.
es: Para usar esta aplicación es necesario tener más de 14 años de edad.

source: Location Error
es: Error de Localización

source: searches the users closer to your position. Please go to Settings, active the Location services and open
es: busca usuarios conectados cerca de su posición. Por favor, active el servicio de localización en Ajustes y vuelva a abrir

source: Settings
es: Ajustes

source: Click photo to chat or Slide it to hide and block.
es: Click sobre la foto para chatear o desplaza para ocultar y bloquear.

source: User disconnected
es: Usuario desconectado

source: The user were chatting with you has disconnected.
es: El usuario que chateaba con usted se ha desconectado

source: Find other users connected
es: Buscar otros usuario conectados

source: There aren't any user connected near you. You can go to any bar, disco or recreational places and try again. And please share the app with your friends to grow our community.
es: No hay usuarios conectados cerca de usted. Se recomienda ir a un bar, una discoteca o algún otro lugar social. Por favor, comparta la aplicación con sus amigos para hacer crecer esta comunidad.
